Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Escolher pasta de destino…
de: Zielordner auswählen…
en: Choose destination folder…
es: Elegir carpeta de destino…
fr: Choisir un dossier de destination…
it: Scegli cartella di destinazione…
ja: 保存先フォルダを選択…

source: Escopo
de: Umfang
en: Scope
es: Alcance
fr: Portée
it: Ambito
ja: 範囲

source: Escuro
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク

source: Espaguete
de: Spaghetti
en: Spaghetti
es: Espagueti
fr: Spaghetti
it: Spaghetti
ja: スパゲッティ

source: Espaguete à Carbonara
de: Spaghetti Carbonara
en: Spaghetti Carbonara
es: Espaguetis a la Carbonara
fr: Spaghetti à la carbonara
it: Spaghetti alla carbonara
ja: スパゲッティ・カルボナーラ

source: Espalhe o homus e monte com o frango.
de: Hummus aufstreichen und mit Hähnchen belegen.
en: Spread the hummus and assemble with the chicken.
es: Unta el hummus y monta con el pollo.
fr: Étalez le houmous et garnissez avec le poulet.
it: Spalma l'hummus e farcisci con il pollo.
ja: フムスを塗り、チキンと組み合わせる。

source: Espalhe o homus por toda a superfície.
de: Den Hummus auf der ganzen Fläche verstreichen.
en: Spread the hummus all over the surface.
es: Unta el hummus por toda la superficie.
fr: Étalez le houmous sur toute la surface.
it: Spalma l'hummus su tutta la superficie.
ja: 表面全体にフムスを塗る。

source: Espere esfriar, faça bolinhas e passe no granulado.
de: Abkühlen lassen, Kugeln formen und in Streuseln wälzen.
en: Let cool, roll into balls and coat in sprinkles.
es: Deja enfriar, haz bolitas y pasa por granulado.
fr: Laissez refroidir, formez des boules et enrobez de vermicelles.
it: Lascia raffreddare, forma palline e passa nelle codette.
ja: 冷めたら丸めてグラニュレートをまぶす。

source: Espinafre
de: Spinat
en: Spinach
es: Espinaca
fr: Épinards
it: Spinaci
ja: ほうれん草

source: Esqueceu de registrar um dia? Sem drama.
de: Tag vergessen einzutragen? Kein Drama.
en: Forgot to log a day? No drama.
es: ¿Olvidaste registrar un día? Sin drama.
fr: Oublié d'enregistrer un jour ? Pas de souci.
it: Ti sei dimenticato di registrare un giorno? Nessun problema.
ja: 記録を忘れた日があってもOK。

source: Essa ação remove o caderno e apaga definitivamente as receitas ligadas a "%@".
de: Diese Aktion entfernt das Notizbuch und löscht endgültig die mit "%@" verknüpften Rezepte.
en: This action removes the notebook and permanently deletes the recipes linked to "%@".
es: Esta acción elimina el cuaderno y borra definitivamente las recetas vinculadas a "%@".
fr: Cette action supprime le carnet et efface définitivement les recettes liées à "%@".
it: Questa azione rimuove il quaderno ed elimina definitivamente le ricette collegate a "%@".
ja: このアクションはノートを削除し、「%@」にリンクされたレシピを完全に削除します。

source: Essa categoria já existe.
de: Diese Kategorie existiert bereits.
en: This category already exists.
es: Esta categoría ya existe.
fr: Cette catégorie existe déjà.
it: Questa categoria esiste già.
ja: このカテゴリーはすでに存在します。

source: Esse item já está em %@. Abra o item existente para editar as listas em vez de criar outro.
de: Dieser Artikel ist bereits in %@. Öffnen Sie den vorhandenen Artikel, um die Listen zu bearbeiten, anstatt einen neuen zu erstellen.
en: This item is already in %@. Open the existing item to edit the lists instead of creating a new one.
es: Este artículo ya está en %@. Abre el artículo existente para editar las listas en lugar de crear otro.
fr: Cet article est déjà dans %@. Ouvrez l'article existant pour modifier les listes au lieu d'en créer un autre.
it: Questo articolo è già in %@. Apri l'articolo esistente per modificare le liste invece di crearne un altro.
ja: このアイテムはすでに %@ にあります。別のものを作成するのではなく、既存のアイテムを開いてリストを編集してください。

source: está
de: ist
en: is
fr: est
it: è
ja: は

source: está alinhada à meta.
de: ist auf das Ziel ausgerichtet.
en: is aligned with the target.
es: está alineada con la meta.
fr: est aligné avec l'objectif.
it: è allineata all'obiettivo.
ja: は目標に合っています。

source: está bem próxima da meta de
de: ist sehr nah am Ziel von
en: is very close to the target of
es: está muy cerca de la meta de
fr: est très proche de l'objectif de
it: è molto vicina all'obiettivo di
ja: は次の目標に非常に近いです：

source: Esta semana
de: Diese Woche
en: This week
fr: Cette semaine
it: Questa settimana
ja: 今週

source: Este dispositivo não permite capturar fotos no momento.
de: Dieses Gerät erlaubt momentan keine Aufnahme von Fotos.
en: This device cannot take photos right now.
es: Este dispositivo no permite capturar fotos en este momento.
fr: Cet appareil ne permet pas de prendre des photos pour le moment.
it: Questo dispositivo al momento non consente di scattare foto.
ja: このデバイスは現在写真を撮影できません。

source: Este rascunho não tem fotos ou vídeos extras para persistir.
de: Dieser Entwurf hat keine zusätzlichen Fotos oder Videos zum Speichern.
en: This draft has no extra photos or videos to persist.
es: Este borrador no tiene fotos ni vídeos extras para conservar.
fr: Ce brouillon n'a pas de photos ou vidéos supplémentaires à conserver.
it: Questa bozza non ha foto o video extra da salvare.
ja: この下書きには保存する追加の写真や動画はありません。

source: Estes dados parecem corretos?
de: Erscheinen diese Daten korrekt?
en: Does this data look correct?
es: ¿Estos datos parecen correctos?
fr: Ces données semblent-elles correctes ?
it: Questi dati sembrano corretti?
ja: このデータは正しいですか？

source: estimada
de: geschätzt
en: estimated
fr: estimée
it: stimata
ja: 推定

source: Estimando nutrientes…
de: Nährstoffe werden geschätzt…
en: Estimating nutrients…
fr: Estimation des nutriments…
it: Stima dei nutrienti…
ja: 栄養素を推定中…

source: Estou comendo demais?
de: Esse ich zu viel?
en: Am I eating too much?
es: ¿Estoy comiendo de más?
fr: Est-ce que je mange trop ?
it: Sto mangiando troppo?
ja: 食べすぎですか？

source: Estou comendo o suficiente?
de: Esse ich genug?
en: Am I eating enough?
es: ¿Estoy comiendo lo suficiente?
fr: Est-ce que je mange suffisamment ?
it: Sto mangiando abbastanza?
ja: 十分食べていますか？

source: Estou dentro das minhas metas de calorias e macros hoje?
de: Liege ich heute innerhalb meiner Kalorien- und Makroziele?
en: Am I within my calorie and macro goals today?
es: ¿Estoy dentro de mis metas de calorías y macros hoy?
fr: Suis-je dans mes objectifs de calories et de macros aujourd'hui ?
it: Sono entro i miei obiettivi di calorie e macro oggi?
ja: 今日のカロリーとマクロの目標内ですか？

source: Estou mantendo meu peso?
de: Halte ich mein Gewicht?
en: Am I maintaining my weight?
es: ¿Estoy manteniendo mi peso?
fr: Est-ce que je maintiens mon poids ?
it: Sto mantenendo il mio peso?
ja: 体重を維持していますか？

source: Evolução
de: Entwicklung
en: Progress
es: Evolución
fr: Évolution
it: Evoluzione
ja: 進化

source: Ex.: 2 ovos com 50g de pão francês e 1 copo de leite
de: Z. B.: 2 Eier mit 50 g Brötchen und 1 Glas Milch
en: E.g., 2 eggs with 50g of bread and 1 glass of milk
es: Ej.: 2 huevos con 50 g de pan y 1 vaso de leche
fr: Ex. : 2 œufs avec 50 g de pain et 1 verre de lait
it: Es.: 2 uova con 50g di pane e 1 bicchiere di latte
ja: 例：卵2個と50gのフランスパン、牛乳1杯

source: Ex.: 2 ovos mexidos, pão integral e meia banana.
de: Z. B.: 2 Rührei, Vollkornbrot und eine halbe Banane.
en: E.g., 2 scrambled eggs, whole-grain bread, and half a banana.
es: Ej.: 2 huevos revueltos, pan integral y media banana.
fr: Ex. : 2 œufs brouillés, pain complet et une demi-banane.
it: Es.: 2 uova strapazzate, pane integrale e mezza banana.
ja: 例：スクランブルエッグ2個、全粒パン、バナナ半分。

source: Ex.: 2.5
de: Z. B.: 2,5
en: E.g., 2.5
es: Ej.: 2,5
it: Es.: 2,5
ja: 例：2.5

source: ex.: Salada caseira
de: z. B.: Hausgemachter Salat
en: e.g., Homemade salad
es: ej.: Ensalada casera
fr: ex. : Salade maison
it: es.: Insalata fatta in casa
ja: 例：自家製サラダ

source: Exa API erro %lld: %@
de: Exa-API-Fehler %lld: %@
en: Exa API error %lld: %@
es: Error de la API Exa %lld: %@
fr: Erreur API Exa %lld : %@
it: Errore API Exa %lld: %@
ja: Exa API エラー %lld：%@

source: Excelente!
de: Ausgezeichnet!
en: Excellent!
fr: Excellent !
it: Eccellente!
ja: 素晴らしい！

source: Excluir
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除

source: Excluir caderno
de: Notizbuch löschen
en: Delete notebook
es: Eliminar cuaderno
fr: Supprimer le carnet
it: Elimina quaderno
ja: ノートを削除

source: excluir categoria
de: Kategorie löschen
en: delete category
es: eliminar categoría
fr: supprimer la catégorie
it: elimina categoria
ja: カテゴリーを削除

source: Excluir este registro?
de: Diesen Eintrag löschen?
en: Delete this entry?
es: ¿Eliminar este registro?
fr: Supprimer cet enregistrement ?
it: Eliminare questa registrazione?
ja: この記録を削除しますか？

source: excluir receita
de: Rezept löschen
en: delete recipe
es: eliminar receta
fr: supprimer la recette
it: elimina ricetta
ja: レシピを削除

source: Excluir registro
de: Eintrag löschen
en: Delete entry
es: Eliminar registro
fr: Supprimer l'enregistrement
it: Elimina registrazione
ja: 記録を削除

source: Exercício intenso 6–7x por semana
de: Intensiver Sport 6–7x pro Woche
en: Intense exercise 6–7x a week
es: Ejercicio intenso 6–7x por semana
fr: Exercice intense 6–7x par semaine
it: Esercizio intenso 6–7x a settimana
ja: 激しい運動を週6〜7回

source: Exercício leve 1–3x por semana
de: Leichter Sport 1–3x pro Woche
en: Light exercise 1–3x a week
es: Ejercicio ligero 1–3x por semana
fr: Exercice léger 1–3x par semaine
it: Esercizio leggero 1–3x a settimana
ja: 軽い運動を週1〜3回

source: Exercício moderado 3–5x por semana
de: Moderater Sport 3–5x pro Woche
en: Moderate exercise 3–5x a week
es: Ejercicio moderado 3–5x por semana
fr: Exercice modéré 3–5x par semaine
it: Esercizio moderato 3–5x a settimana
ja: 中程度の運動を週3〜5回

source: Exercício muito intenso diário
de: Sehr intensiver täglicher Sport
en: Very intense daily exercise
es: Ejercicio muy intenso a diario
fr: Exercice très intense quotidien
it: Esercizio molto intenso quotidiano
ja: 非常に激しい毎日の運動

source: Expandir calendário
de: Kalender erweitern
en: Expand calendar
es: Expandir calendario
fr: Développer le calendrier
it: Espandi calendario
ja: カレンダーを展開

source: Expira amanhã
de: Läuft morgen ab
en: Expires tomorrow
es: Vence mañana
fr: Expire demain
it: Scade domani
ja: 明日期限切れ

source: Expira em %lld dias
de: Läuft in %lld Tagen ab
en: Expires in %lld days
es: Vence en %lld días
fr: Expire dans %lld jours
it: Scade tra %lld giorni
ja: %lld日後に期限切れ

source: Expira hoje
de: Läuft heute ab
en: Expires today
es: Vence hoy
fr: Expire aujourd'hui
it: Scade oggi
ja: 今日期限切れ

source: Expirado há %lld dias
de: Seit %lld Tagen abgelaufen
en: Expired %lld days ago
es: Vencido hace %lld días
fr: Expiré il y a %lld jours
it: Scaduto da %lld giorni
ja: %lld日前に期限切れ

source: Expirado há 1 dia
de: Seit 1 Tag abgelaufen
en: Expired 1 day ago
es: Vencido hace 1 día
fr: Expiré il y a 1 jour
it: Scaduto da 1 giorno
ja: 1日前に期限切れ

source: Expirou há %lld dias
de: Seit %lld Tagen abgelaufen
en: Expired %lld days ago
es: Venció hace %lld días
fr: A expiré il y a %lld jours
it: Scaduto da %lld giorni
ja: %lld日前に期限切れ

source: Expirou há 1 dia
de: Seit 1 Tag abgelaufen
en: Expired 1 day ago
es: Venció hace 1 día
fr: A expiré il y a 1 jour
it: Scaduto da 1 giorno
ja: 1日前に期限切れ

source: Exportar backup
de: Backup exportieren
en: Export backup
es: Exportar copia de seguridad
fr: Exporter la sauvegarde
it: Esporta backup
ja: バックアップを書き出す

source: Exportar Backup
de: Backup exportieren
en: Export Backup
es: Exportar copia
fr: Exporter la sauvegarde
it: Esporta backup
ja: バックアップ書き出し

source: Exportar backup (.zip)
de: Backup exportieren (.zip)
en: Export backup (.zip)
es: Exportar copia (.zip)
fr: Exporter la sauvegarde (.zip)
it: Esporta backup (.zip)
ja: バックアップをエクスポート（.zip）

source: Extraindo ingredientes
de: Zutaten extrahieren
en: Extracting ingredients
es: Extrayendo ingredientes
fr: Extraction des ingrédients
it: Estrazione ingredienti
ja: 材料を抽出

source: Extraindo o áudio
de: Audio wird extrahiert
en: Extracting audio
es: Extrayendo el audio
fr: Extraction de l'audio
it: Estrazione dell'audio
ja: 音声を抽出中

source: Extraindo receita
de: Rezept wird extrahiert
en: Extracting recipe
es: Extrayendo receta
fr: Extraction de la recette
it: Estrazione della ricetta
ja: レシピを抽出中

source: Extrair ingredientes e etapas da imagem e abrir a revisão antes de salvar.
de: Zutaten und Schritte aus dem Bild extrahieren und die Überprüfung vor dem Speichern öffnen.
en: Extract ingredients and steps from the image and open the review before saving.
es: Extraer ingredientes y pasos de la imagen y abrir la revisión antes de guardar.
fr: Extraire les ingrédients et les étapes de l'image et ouvrir la révision avant d'enregistrer.
it: Estrai ingredienti e passaggi dall'immagine e apri la revisione prima di salvare.
ja: 画像から材料と手順を抽出し、保存前にレビューを開きます。

source: Extremamente ativo
de: Extrem aktiv
en: Extremely active
es: Extremadamente activo
fr: Extrêmement actif
it: Estremamente attivo
ja: 極めて活発

source: Faça uma análise completa da minha alimentação considerando: 1) os itens da minha despensa e da lista de mercado; 2) minhas receitas salvas e padrões de consumo recentes; 3) meu progresso em Nutrição (peso, calorias e macros) frente às minhas metas. Diga objetivamente o que está alinhado com meus objetivos e o que está atrapalhando, e finalize com 3 a 5 dicas práticas e personalizadas para melhorar.
de: Führe eine vollständige Analyse meiner Ernährung durch, unter Berücksichtigung von: 1) den Artikeln meiner Vorratskammer und Einkaufsliste; 2) meinen gespeicherten Rezepten und jüngsten Konsumgewohnheiten; 3) meinem Fortschritt in der Ernährung (Gewicht, Kalorien und Makros) im Vergleich zu meinen Zielen. Nenne objektiv, was mit meinen Zielen übereinstimmt und was hinderlich ist, und schließe mit 3 bis 5 praktischen, personalisierten Tipps zur Verbesserung ab.
en: Do a complete analysis of my diet considering: 1) the items in my pantry and shopping list; 2) my saved recipes and recent eating patterns; 3) my Nutrition progress (weight, calories, and macros) compared with my goals. Tell me objectively what is aligned with my goals and what is getting in the way, and finish with 3 to 5 practical, personalized tips to improve.
es: Haz un análisis completo de mi alimentación considerando: 1) los artículos de mi despensa y de la lista de compras; 2) mis recetas guardadas y los patrones de consumo recientes; 3) mi progreso en Nutrición (peso, calorías y macros) frente a mis metas. Di objetivamente qué está alineado con mis objetivos y qué está estorbando, y finaliza con 3 a 5 consejos prácticos y personalizados para mejorar.
fr: Fais une analyse complète de mon alimentation en tenant compte de : 1) les articles de mon garde-manger et de ma liste de courses ; 2) mes recettes enregistrées et mes habitudes de consommation récentes ; 3) ma progression en Nutrition (poids, calories et macros) face à mes objectifs. Dis objectivement ce qui est aligné avec mes objectifs et ce qui les freine, et termine par 3 à 5 conseils pratiques et personnalisés pour s'améliorer.
it: Esegui un'analisi completa della mia alimentazione considerando: 1) gli articoli della mia dispensa e della lista della spesa; 2) le mie ricette salvate e gli schemi di consumo recenti; 3) i miei progressi in Nutrizione (peso, calorie e macro) rispetto ai miei obiettivi. Dimmi obiettivamente cosa è allineato con i miei obiettivi e cosa sta ostacolando, e concludi con 3-5 suggerimenti pratici e personalizzati per migliorare.
ja: 次の点を考慮して、私の食生活の完全な分析を行ってください： 1) パントリーと買い物リストのアイテム； 2) 保存したレシピと最近の消費パターン； 3) 目標に対する栄養（体重、カロリー、マクロ）の進捗。 目標に合っていること、妨げになっていることを客観的に教え、改善のための3〜5の実用的でパーソナライズされたヒントで締めくくってください。

source: Fácil
de: Einfach
en: Easy
fr: Facile
it: Facile
ja: 簡単

source: Fale normalmente. A transcrição aparece em tempo real.
de: Sprechen Sie normal. Die Transkription erscheint in Echtzeit.
en: Speak naturally. The transcription appears in real time.
es: Habla con normalidad. La transcripción aparece en tiempo real.
fr: Parlez normalement. La transcription apparaît en temps réel.
it: Parla normalmente. La trascrizione appare in tempo reale.
ja: 普通に話してください。文字起こしがリアルタイムで表示されます。

source: Falha
de: Fehlgeschlagen
en: Failure
es: Fallo
fr: Échec
it: Errore
ja: 失敗

source: Falha ao baixar vídeo (%lld).
de: Fehler beim Herunterladen des Videos (%lld).
en: Failed to download video (%lld).
es: Error al descargar el vídeo (%lld).
fr: Échec du téléchargement de la vidéo (%lld).
it: Errore durante il download del video (%lld).
ja: 動画のダウンロードに失敗（%lld）。

source: Falha ao baixar vídeo para transcrição.
de: Fehler beim Herunterladen des Videos zur Transkription.
en: Failed to download video for transcription.
es: Error al descargar el vídeo para la transcripción.
fr: Échec du téléchargement de la vidéo pour la transcription.
it: Errore durante il download del video per la trascrizione.
ja: 文字起こしのために動画をダウンロードできませんでした。

source: Falha ao configurar áudio.
de: Fehler bei der Audiokonfiguration.
en: Failed to configure audio.
es: Error al configurar el audio.
fr: Échec de la configuration audio.
it: Errore di configurazione audio.
ja: オーディオの設定に失敗しました。

source: Falha ao escolher pasta
de: Ordner konnte nicht gewählt werden
en: Could not choose folder
es: No se pudo elegir la carpeta
fr: Impossible de choisir le dossier
it: Impossibile scegliere la cartella
ja: フォルダを選択できませんでした

source: Falha ao estruturar a receita: %@
de: Fehler beim Strukturieren des Rezepts: %@
en: Failed to structure the recipe: %@
es: Error al estructurar la receta: %@
fr: Échec de la structuration de la recette : %@
it: Errore di strutturazione della ricetta: %@
ja: レシピの構造化に失敗：%@

source: Falha ao exportar
de: Fehler beim Exportieren
en: Export failed
es: Error al exportar
fr: Échec de l'export
it: Errore di esportazione
ja: エクスポートに失敗

source: Falha ao extrair áudio.
de: Fehler beim Extrahieren des Audios.
en: Failed to extract audio.
es: Error al extraer el audio.
fr: Échec de l'extraction audio.
it: Errore di estrazione audio.
ja: 音声の抽出に失敗しました。

source: Falha ao importar
de: Fehler beim Importieren
en: Import failed
es: Error al importar
fr: Échec de l'import
it: Errore di importazione
ja: インポートに失敗

source: Falha ao iniciar gravação.
de: Fehler beim Starten der Aufnahme.
en: Failed to start recording.
es: Error al iniciar la grabación.
fr: Échec du démarrage de l'enregistrement.
it: Errore di avvio registrazione.
ja: 録音の開始に失敗しました。

source: Falha ao salvar pasta
de: Ordner konnte nicht gespeichert werden
en: Could not save folder
es: No se pudo guardar la carpeta
fr: Impossible d’enregistrer le dossier
it: Impossibile salvare la cartella
ja: フォルダを保存できませんでした

source: Falha na transcrição (%lld): %@
de: Transkriptionsfehler (%lld): %@
en: Transcription failed (%lld): %@
es: Error en la transcripción (%lld): %@
fr: Échec de la transcription (%lld) : %@
it: Errore di trascrizione (%lld): %@
ja: 文字起こしに失敗（%lld）：%@

source: Faltam
de: Es fehlen
en: Remaining
es: Faltan
fr: Manquent
it: Mancano
ja: 残り

source: Farinha
de: Mehl
en: Flour
es: Harina
fr: Farine
it: Farina
ja: 小麦粉

source: Farinha de trigo
de: Weizenmehl
en: Wheat flour
es: Harina de trigo
fr: Farine de blé
it: Farina di grano
ja: 薄力粉

source: Favoritar
de: Zu Favoriten hinzufügen
en: Favorite
es: Marcar como favorita
fr: Mettre en favori
it: Aggiungi ai preferiti
ja: お気に入り

source: Favoritar receita
de: Rezept zu Favoriten hinzufügen
en: Favorite recipe
es: Marcar receta como favorita
fr: Mettre la recette en favori
it: Aggiungi ricetta ai preferiti
ja: レシピをお気に入り

source: Fazer backup agora
de: Jetzt Backup erstellen
en: Back up now
es: Hacer copia ahora
fr: Sauvegarder maintenant
it: Fai backup ora
ja: 今すぐバックアップ

source: Fechar
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる

source: Feedback e suporte
de: Feedback und Support
en: Feedback & Support
es: Comentarios y soporte
fr: Commentaires et assistance
it: Feedback e supporto
ja: フィードバックとサポート

source: Feijão
de: Bohnen
en: Beans
es: Frijoles
fr: Haricots
it: Fagioli
ja: 豆

source: Feminino
de: Weiblich
en: Female
es: Femenino
fr: Féminin
it: Femminile
ja: 女性

source: Fermento em pó
de: Backpulver
en: Baking powder
es: Polvo de hornear
fr: Levure chimique
it: Lievito in polvere
ja: ベーキングパウダー

source: Fibra
de: Ballaststoffe
en: Fiber
fr: Fibres
it: Fibre
ja: 食物繊維

source: Filtrar
de: Filtern
en: Filter
fr: Filtrer
it: Filtra
ja: フィルター

source: Filtrar origem
de: Quelle filtern
en: Filter source
es: Filtrar origen
fr: Filtrer l'origine
it: Filtra origine
ja: 出典でフィルター

source: Filtros
de: Filter
en: Filters
fr: Filtres
it: Filtri
ja: フィルター

source: Finalizando o refino
de: Verfeinerung wird abgeschlossen
en: Finalizing the refinement
es: Finalizando el refinado
fr: Finalisation de l'affinage
it: Completamento del raffinamento
ja: 改良を完了中

source: Finalizando receita
de: Rezept wird abgeschlossen
en: Finalizing recipe
es: Finalizando receta
fr: Finalisation de la recette
it: Completamento ricetta
ja: レシピを完了中

source: Finalizar
de: Abschließen
en: Finish
fr: Finaliser
it: Termina
ja: 完了

source: Finalize com azeite, sal e pimenta.
de: Mit Olivenöl, Salz und Pfeffer abschließen.
en: Finish with olive oil, salt and pepper.
es: Termina con aceite de oliva, sal y pimienta.
fr: Terminez avec de l'huile d'olive, du sel et du poivre.
it: Completa con olio d'oliva, sale e pepe.
ja: オリーブオイル、塩、こしょうで仕上げる。

source: Fit
de: Light
en: Healthy
es: Saludable
fr: Light
ja: フィット

source: folhas
de: Blätter
en: leaves
es: hojas
fr: feuilles
it: foglie
ja: 枚

source: Fonte não suportada: %@
de: Quelle nicht unterstützt: %@
en: Unsupported source: %@
es: Fuente no compatible: %@
fr: Source non prise en charge : %@
it: Fonte non supportata: %@
ja: サポートされていないソース：%@

source: Forte
de: Stark
en: Strong
es: Fuerte
fr: Fort
ja: 強い

source: Foto da Receita
de: Rezeptfoto
en: Recipe Photo
es: Foto de la receta
fr: Photo de la recette
it: Foto della ricetta
ja: レシピの写真

source: Foto indisponível
de: Foto nicht verfügbar
en: Photo unavailable
es: Foto no disponible
fr: Photo indisponible
it: Foto non disponibile
ja: 写真が利用できません

source: Foto ou screenshot da receita
de: Foto oder Screenshot des Rezepts
en: Photo or screenshot of the recipe
es: Foto o captura de la receta
fr: Photo ou capture d'écran de la recette
it: Foto o screenshot della ricetta
ja: レシピの写真またはスクリーンショット

source: Foto, voz, texto ou rótulo — a IA cuida do resto.
de: Foto, Stimme, Text oder Etikett — die KI macht den Rest.
en: Photo, voice, text or label — AI handles the rest.
es: Foto, voz, texto o etiqueta — la IA hace el resto.
fr: Photo, voix, texte ou étiquette — l'IA s'occupe du reste.
it: Foto, voce, testo o etichetta — l'IA fa il resto.
ja: 写真・音声・テキスト・ラベル、あとはAIにお任せ。

source: Fotografar agora
de: Jetzt fotografieren
en: Take photo now
es: Hacer foto ahora
fr: Prendre une photo maintenant
it: Fotografa ora
ja: 今すぐ撮影

source: Fotografe a receita impressa ou na tela
de: Fotografieren Sie das gedruckte Rezept oder auf dem Bildschirm
en: Photograph the printed recipe or the recipe on screen
es: Fotografía la receta impresa o en pantalla
fr: Photographiez la recette imprimée ou à l'écran
it: Fotografa la ricetta stampata o sullo schermo
ja: 印刷または画面のレシピを撮影

source: Fotografe o rótulo nutricional ou use uma imagem da galeria para extrair os valores da embalagem.
de: Fotografieren Sie das Nährwertetikett oder verwenden Sie ein Bild aus der Galerie, um die Werte von der Verpackung zu extrahieren.
en: Photograph the nutrition label or use a gallery image to extract the values from the package.
es: Fotografía la etiqueta nutricional o usa una imagen de la galería para extraer los valores del envase.
fr: Photographiez l'étiquette nutritionnelle ou utilisez une image de la galerie pour en extraire les valeurs.
it: Fotografa l'etichetta nutrizionale o usa un'immagine della galleria per estrarre i valori dalla confezione.
ja: 栄養ラベルを撮影するか、ギャラリーの画像を使用してパッケージから値を抽出してください。

source: Frango
de: Hähnchen
en: Chicken
es: Pollo
fr: Poulet
it: Pollo
ja: 鶏肉
